Repository: ethanzhang2025/macos_futures_trading_v1
Catalog: Sources/MainApp/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: K 线图表
en: K-Line

source: 自选合约
en: Watchlist

source: 复盘
en: Replay

source: 预警
en: Alerts

source: 预警面板
en: Alerts

source: 交易日志
en: Trade Journal

source: 工作区模板
en: Workspace Templates

source: 模拟交易
en: Paper Trading

source: 模拟训练
en: Training

source: 模拟训练（⌘⇧T）
en: Training (⌘⇧T)

source: 多图表
en: Multi-Chart

source: 多图表（⌘⌥M）
en: Multi-Chart (⌘⌥M)

source: 公式编辑器
en: Formula Editor

source: 公式编辑器（⌘⌥F）
en: Formula Editor (⌘⌥F)

source: 视图
en: View

source: 工具
en: Tools

source: 新建图表
en: New Chart

source: 复盘工作台
en: Replay Workspace

source: 导入文华公式（.wh）
en: Import WH Formula (.wh)
